Repository: nigeil/task
Catalog: po/*.po
Languages: es, it

source: Weekly summary of completed and started tasks
es: Resumen semanal de tareas completadas y comenzadas
it: Sommario settimanale dei task completati e avviati

source: When using the 'curl' protocol, the uri must contain a hostname.
es: Cuando se usa el protocolo 'curl' el uri debe contener un nombre de máquina.
it: Usando il protocollo 'curl', l'uri deve contenere il nome di un host.

source: When using the 'curl' protocol, wildcards are not supported.
es: Cuando se usa el protocolo 'curl' no están soportados los comodines.
it: Usando il protocollo 'curl', i caratteri jolly non sono supportati.

source: When using the 'rsync' protocol, the uri must contain a hostname.
es: Cuando se usa el protocolo 'rsync' el uri debe contener un nombre de máquina.
it: Usando il protocollo 'rsync', l'uri deve contenere un nome di host.

source: When using the 'ssh' protocol, the uri must contain a hostname.
es: Cuando se usa el protocolo 'ssh' el uri debe contener un nombre de máquina.
it: Usando il protocollo 'ssh', l'uri deve contenere un nome di host.

source: Would you like the dependency chain fixed?
es: ¿Desea que la cadena de dependencias sea arreglada?
it: Si desidera riparare la catena delle dipendenze?

source: Would you like to push the merged changes to '{1}'?
es: ¿Quiere propagar los cambios combinados a '{1}'?
it: Caricare le modifiche effettuate in seguito all'unione su '{1}'?

source: Year
es: Año
it: Anno

source: You can only specify 'all' or a search string.
es: Solo puede especificar 'all' o un término de búsqueda.
it: Solo 'all' può essere specificata come stringa di ricerca.

source: You can only specify one search string.
es: Solo puede especificar un término de búsqueda.
it: Può essere specificata solo una stringa di ricerca.

source: You cannot log recurring tasks.
es: No puede registrar tareas recurrentes.
it: Task periodici non possono essere registrati.

source: You cannot log waiting tasks.
es: No puede registrar tareas en espera.
it: Task in attesa non possono essere registrati.

source: You cannot remove the due date from a recurring task.
es: No puede eliminar la fecha de vencimiento de una tarea recurrente.
it: Impossibile eliminare una scadenza da un task periodico

source: You cannot remove the recurrence from a recurring task.
es: No puede eliminar la recurrencia de una tarea recurrente.
it: Impossibile rimuovere un evento da un task periodico.

source: You cannot specify a recurring task without a due date.
es: No puede especificar una tarea recurrente sin una fecha de vencimiento.
it: Impossibile specificare un task periodico senza una data di scadenza.

source: You must specify a command or a task to modify.
es: Debe especificar un comando o una tarea a modificar.
it: Specificare un comando o un task da modificare

source: You must specify a file to import.
es: Debe especificar un archivo a importar.
it: Specificare il file da importare.

source: Your .taskrc file contains these unrecognized variables:
es: Su archivo .taskrc contiene estas variables no reconocidas:
it: Il file .taskrc contiene variabili non riconosciute:

source: Your .taskrc file contains variables that are deprecated:
es: Su archivo .taskrc contiene variables que están en desuso:
it: Il file .taskrc contiene variabili deprecate:

source: Your data.location directory is not writable.
es: No tiene permiso de escritura en su directorio data.location .
it: La directory data.location non è scrivibile.

source: Your sample:
es: Su muestra:
it: Esempio:

source: [Shadow file '{1}' updated.]
es: [Archivo shadow '{1}' actualizado.]
it: [Shadow file '{1}' aggiornato.]

source: and is blocking:
es: y está bloqueando:
it: e sta bloccando:

source: apr
es: abr

source: april
es: abril
it: aprile

source: aug
es: ago
it: ago

source: august
es: agosto
it: agosto

source: back to the editor to try again.
es: al editor para que lo intente de nuevo.
it: nuovamente l'editor per un secondo tentativo.

source: column|Added
es: Añadida
it: Aggiunto

source: column|Age
es: Edad
it: Età

source: column|Color
es: Color
it: Colore

source: column|Completed
es: Completada
it: Completato

source: column|Count
es: Recuento
it: Conteggio

source: column|Date
es: Fecha
it: Data

source: column|Definition
es: Definición
it: Definizione

source: column|Dep
es: Dep
it: Dip

source: column|Depends
es: Depende
it: Dipendenze

source: column|Description
es: Descripción
it: Descrizione

source: column|Due
es: Vencimiento
it: Scadenza

source: column|End
es: Fin
it: Fine

source: column|Holiday
es: Festivo
it: Festività

source: column|ID
es: ID
it: ID

source: column|Mask
es: Máscara
it: Maschera

source: column|Mask Index
es: Máscara de Índice
it: Indice Maschera

source: column|Modified
es: Modificada
it: Modificato

source: column|Name
es: Nombre
it: Nome

source: column|Parent task
es: Tarea madre
it: Task genitore

source: column|Pri
es: Pri
it: Pri

source: column|Priority
es: Prioridad
it: Priorità

source: column|Project
es: Proyecto
it: Progetto

source: column|Recur
es: Recur
it: Period

source: column|Recurrence
es: Recurrencia
it: Periodico

source: column|Scheduled
es: Programada
it: Fissato

source: column|St
es: Est
it: St

source: column|Start
es: Comienzo
it: Inizio

source: column|Started
es: Comenzada
it: Iniziati

source: column|Status
es: Estatus
it: Stato

source: column|Tag
es: Marca

source: column|Tags
es: Marcas

source: column|UUID
es: UUID
it: UUID

source: column|Until
es: Hasta
it: Fino a

source: column|Urgency
es: Urgencia
it: Urgenza

source: column|Value
es: Valor
it: Valore

source: column|Wait
es: Espera
it: Attesa

source: column|Waiting until
es: Esperando hasta
it: Attesa fino

source: dec
es: dic
it: dic

source: december
es: diciembre
it: decembre

source: february
es: febrero
it: febbraio

source: fri
es: vie
it: ven

source: friday
es: viernes
it: venerdì

source: home
es: casa
it: casa

source: home @chore next
es: casa @tarea
it: casa @faccende next

source: home.garden
es: casa.jardin
it: casa.giardino

source: jan
es: ene
it: gen

source: january
es: enero
it: gennaio

source: july
es: julio
it: luglio

source: june
es: junio
it: giugno

source: just quit the editor without making any changes. Taskwarrior will
es: una y otra vez, simplemente abandone el editor sin hacer ningún cambio.
it: si chiuda semplicemente l'editor senza effettuare modifiche. Taskwarrior

source: march
es: marzo
it: marzo

source: modifications, taskwarrior will do nothing.
es: hacer modificaciones, taskwarrior no hará nada.
it: modifiche, taskwarrior non farà alcunché.

source: modify {1} '{2}'
es: modifica {1} '{2}'
it: modificato {1} '{2}'

source: mon
es: lun
it: lun

source: monday
es: lunes
it: lunedì

source: new
es: nuevo
it: nuovo

source: notice this and stop the editing.
es: Taskwarrior lo advertirá y detendrá el proceso.
it: se ne accorgerà e terminerà l'editing.

source: november
es: noviembre
it: novembre

source: october
es: octubre
it: ottobre

source: old
es: antiguo
it: vecchio

source: rsync failed, see output above.
es: Rsync falló, consulte los mensajes precedentes.
it: rsync ha fallito, vedi l'output precedente.

source: sat
es: sab
it: sab

source: saturday
es: sábado
it: sabato

source: september
es: septiembre
it: settembre

source: shell command failed, see output above.
es: Fallo de comando del entorno, consulte la salida anterior.
it: Comando di shell ha fallito, vedi l'output precedente.

source: ssh failed, see output above.
es: Ssh falló, consulte los mensajes precedentes.
it: ssh ha fallito, vedi l'output precedente.

source: sun
es: dom
it: dom

source: sunday
es: domingo
it: domenica

source: task {1} urgency {2}
es: tarea {1} urgencia {2}
it: task {1} urgenza {2}

source: taskwarrior will read this file, determine what changed, and apply
es: y salga del editor, taskwarrior leerá este archivo, determinará qué ha
it: taskwarrior leggerà il file, determinando ciò che è cambiato, e applicherà

source: task|C
es: C

source: task|Completed
es: Completadas
it: Completati

source: task|D
es: S

source: task|Deleted
es: Suprimidas
it: Cancellati

source: task|P
es: P

source: task|Pending
es: Pendientes

source: task|R
es: R

source: task|Recurring
es: Suprimidas

source: task|W
es: E

source: task|Waiting
es: Esperando
it: Attesa

source: those changes. If you exit your editor without saving or making
es: cambiado, y aplicará esos cambios. Si sale del editor sin grabar o sin
it: le modifiche. Se si esce dall'editor senza salvare o effettuare

source: thu
es: jue
it: gio

source: thursday
es: jueves
it: giovedì

source: time
es: tiempo
it: tempo

source: truncated to {1} line
es: truncado a {1} línea
it: troncato alla linea {1}

source: tue
es: mar
it: mar

source: tuesday
es: martes
it: martedì

source: uda.{1}.type not found. The UDA '{1}' must have a type specified.
es: No se encontró uda.{1}.type . El UDA '{1}' debe tener algún tipo especificado.
it: uda.{1}.type non trovato. L'UDA '{1}' deve avere un tipo specificato.

source: unknown
es: desconocido
it: sconosciuto

source: using a text editor. Below is a representation of all the task details.
es: una tarea usando un editor de textos. Más abajo hay una representación
it: utilizzando un editor di testo. Segue la rappresentazione dei dettagli di un task.

source: wed
es: mie
it: mer

source: wednesday
es: miércoles
it: mercoledì

source: {1} Orphan UDA
es: {1} UDA huérfano
it: {1} UDA orfano

source: {1} Orphan UDAs
es: {1} UDAs huérfanos
it: {1} UDA orfani

source: {1} UDA defined
es: {1} UDA definido
it: {1} UDA definito

source: {1} UDAs defined
es: {1} UDAs definidos

source: {1} changed from '{2}' to '{3}'.
es: {1} cambiado de '{2}' a '{3}'.
it: {1} modificata da '{2}' a '{3}'.

source: {1} characters
es: {1} caracteres
it: {1} caratteri

source: {1} deleted.
es: {1} eliminado.
it: {1} cancellato.

source: {1} projects
es: {1} proyectos
it: {1} progetti

source: {1} reports
es: {1} informes
it: {1} report

source: {1} set to '{2}'.
es: {1} establecido como '{2}'.
it: {1} impostata a '{2}'.

source: {1} shown
es: {1} mostrada(s)
it: {1} mostrato

source: {1} tags
es: {1} marcas
it: {1} tag

source: {1} task
es: {1} tarea

source: {1} will be changed from '{2}' to '{3}'.
es: {1} se cambiará de '{2}' a '{3}'.
it: {1} sarà modificata da '{2}' a '{3}'.

source: {1} will be deleted.
es: Se eliminará {1}.
it: {1} sarà cancellato.

source: {1} will be set to '{2}'.
es: {1} se establecerá como '{2}'.
it: {1} sarà impostata a '{2}'.

source: {1} {2} built for
es: {1} {2} construido para
it: {1} {2} generato per

source: (yes/no)
it: (si/no)

source: A configuration file could not be found in {1}. Would you like a sample {2} created, so taskwarrior can proceed?
it: Un file di configurazione non può essere trovato in {1} Si desidera la creazione di un file di esempio {2}, in modo che taskwarrior possa procedere?

source: All
it: Tutti

source: Annotation changed to '{1}'.
it: Annotazione modificata in '{1}'.

source: Burndown
it: Lavoro da svolgere

source: Error:
it: Errore:

source: Pri:None
it: Pri:Nessuna

source: Started {1} task.
it: Task {1} avviato.

source: Stopped {1} task.
it: Task {1} fermato.

source: Terminated substitution because more than {1} changes were made - infinite loop protection.
it: Sostituzione terminata poiché più di {1} modifiche sono state fatte - protezione da ciclo infinito

source: The 'next' special tag will boost the urgency of this task so it appears on the 'next' report.
it: Il tag speciale 'next' aumenterà l'urgenza di questo task in modo che appaia nel report 'next'.

source: The UDA named '{1}' is the same as a core attribute, and is not permitted.
it: L'UDA '{1}' ha lo stesso nome di un attributo di sistema, e ciò non è permesso.

source: The duration '{1}' was not recognized as valid, with correct units like '3days'.
it: La durata '{1}' non è valida, con nità corrette come '3days'.

source: The undo command is not reversible. Are you sure you want to revert to the previous state?
it: Il comando undo non è reversibile. Sicuro di voler ripristinare lo stato precedente?

source: This is a recurring task. Do you want to prepend to all pending recurrences of this same task?
it: Questo è un task periodico. Aggiungere il testo all'inizio della descrizione di tutti i task associati?

source: Total
it: Totale

source: Yes
it: Si

source: all
it: tutti

source: column|A
it: A

source: jul
it: lug

source: jun
it: giu

source: may
it: mag

source: oct
it: ott

source: quit
it: esci

source: sep
it: set

source: yes
it: si
