Repository: nigeil/task
Catalog: po/*.po
Languages: es, it

source: Documentation for Taskwarrior can be found using 'man task', 'man taskrc', 'man task-tutorial', 'man task-color', 'man task-faq', 'man task-synch or at http://taskwarrior.org The general form of commands is: task [<filter>] <command> [<mods>] The <filter> consists of zero or more restrictions on which tasks to select, such as: task <command> <mods> task 28 <command> <mods> task +weekend <command> <mods> task project:Home due.before:today <command> <mods> task ebeeab00-ccf8-464b-8b58-f7f2d606edfb <command> <mods> By default, filter elements are combined with an implicit 'and' operator, but 'or' and 'xor' may also be used, provided parentheses are included: task '(/[Cc]at|[Dd]og/ or /[0-9]+/)' <command> <mods> A filter may target specific tasks using ID or UUID numbers. To specify multiple tasks use one of these forms: task 1,2,3 delete task 1-3 info task 1,2-5,19 modify pri:H task 4-7 ebeeab00-ccf8-464b-8b58-f7f2d606edfb info The <mods> consist of zero or more changes to apply to the selected tasks, such as: task <filter> <command> project:Home task <filter> <command> +weekend +garden due:tomorrow task <filter> <command> Description/annotation text Tags are arbitrary words, any quantity: +tag The + means add the tag -tag The - means remove the tag Built-in attributes are: description: Task description text status: Status of task - pending, completed, deleted, waiting project: Project name priority: Priority due: Due date recur: Recurrence frequency until: Expiration date of a task limit: Desired number of rows in report, or 'page' wait: Date until task becomes pending entry: Date task was created end: Date task was completed/deleted start: Date task was started scheduled: Date task is scheduled to start depends: Other tasks that this task depends upon Attribute modifiers make filters more precise. Supported modifiers are: before (synonyms under, below) after (synonyms over, above) none any is (synonym equals) isnt (synonym not) has (synonym contains) hasnt startswith (synonym left) endswith (synonym right) word noword Alternately algebraic expressions support: and or xor Logical operators < <= = != >= > Relational operators ( ) Precedence task due.before:eom priority.not:L list task '(due < eom or priority != L)' list The default .taskrc file can be overridden with: task ... rc:<alternate file> ... task ... rc:~/.alt_taskrc ... The values in .taskrc (or alternate) can be overridden with: task ... rc.<name>=<value> ... task rc.color=off list Any command or attribute name may be abbreviated if still unique: task list project:Home task li pro:Home Some task descriptions need to be escaped because of the shell: task add "quoted ' quote" task add escaped \' quote The argument -- tells taskwarrior to treat all other args as description, even if they would otherwise be attributes or tags: task add -- project:Home needs scheduling Many characters have special meaning to the shell, including: $ ! ' " ( ) ; \ ` * ? { } [ ] < > | & % # ~
es: La documentación de Taskwarrior se puede consultar usando 'man task', 'man taskrc'man task-tutorial', 'man task-color', 'man task-faq', 'man task-synch o en http://taskwarrior.org La forma general para los comandos es: task [<filter>] <command> [<mods>] <filter> consiste en cero o más restricciones sobre qué tareas seleccionar, como en: task <command> <mods> task 28 <command> <mods> task +weekend <command> <mods> task project:Home due.before:today <command> <mods> task ebeeab00-ccf8-464b-8b58-f7f2d606edfb <command> <mods> Por defecto, los elementos filtro son combinados con un operador 'and' implícito, pero 'or' y 'xor' también se pueden usar, siempre que se incluyan paréntesis: task '(/[Cc]at|[Dd]og/ or /[0-9]+/)' <command> <mods> Un filtro puede dirigirse a tareas específicas mediante números ID o UUID. Para especificar múltiples tareas use una de estas formas: task 1,2,3 delete task 1-3 info task 1,2-5,19 modify pri:H task 4-7 ebeeab00-ccf8-464b-8b58-f7f2d606edfb info <mods> consiste en cero o más cambios para aplicar a las tareas seleccionadas, como en: task <filter> <command> project:Home task <filter> <command> +weekend +garden due:tomorrow task <filter> <command> Description/annotation text Las marcas son palabras arbitrarias, en cualquier número: +marca El + significa añade la marca -marca El - significa quita la marca Son atributos internos: description: Texto descriptivo de la tarea status: Estatus de la tarea - pendiente, completada, eliminada, esperando project: Nombre del proyecto priority: Prioridad due: Fecha de vencimiento recur: Frecuencia de recurrencia until: Fecha de caducidad de la tarea limit: Número de filas deseado en un informe, o 'page' wait: Fecha en la que la tarea se transforma en pendiente entry: Fecha en la que la tarea fue creada end: Fecha en la que la tarea fue completada/eliminada start: Fecha en la que la tarea fue comenzada scheduled: Fecha programada para que la tarea comience depends: Otras tareas de las que esta tarea depende Los modificadores de atributos hacen a los filtros más precisos. Modificadores soportados son: before (sinónimos under, below) after (sinónimos over, above) none any is (sinónimo equals) isnt (sinónimo not) has (sinónimo contains) hasnt startswith (sinónimo left) endswith (sinónimo right) word noword Soporte de expresiones algebraicas alternativas: and or xor Operadores lógicos < <= = != >= > Operadores relacionales ( ) Precedencia task due.before:eom priority.not:L list task '(due < eom or priority != L)' list El archivo .taskrc por defecto puede ser sobreescrito mediante: task ... rc:<alternate file> ... task ... rc:~/.alt_taskrc ... Los valores en .taskrc (u otro) pueden ser sobreescritos mediante: task ... rc.<name>=<value> ... task rc.color=off list Cualquier nombre de comando o atributo puede ser abreviado mientras permanezca único: task list project:Home task li pro:Home Algunas descripciones de tarea necesitan ser escapadas debido al entorno de comandos: task add "quoted ' quote" task add escaped \' quote El argumento -- indica a taskwarrior que trate todos los restantes argumentos como descripción, incluso aunque de otra manera hubieran sido argumentos o marcas: task add -- project:Home needs scheduling Muchos caracteres tienen significado especial para el entorno de comandos, incluyendo: $ ! ' " ( ) ; \ ` * ? { } [ ] < > | & % # ~
it: La documentazione di Taskwarrior può essere consultata con 'man task', 'man taskrc', 'man task-tutorial', 'man task-color', 'man task-faq', 'man task-synch o presso http://taskwarrior.org La forma generale del comando è: task [<filter>] <command> [<mods>] <filter> considte di zero o più condizioni sui task da selezionare, come: task <command> <mods> task 28 <command> <mods> task +weekend <command> <mods> task project:Home due.before:today <command> <mods> task ebeeab00-ccf8-464b-8b58-f7f2d606edfb <command> <mods> Di default, i filtri sono combinati implicitamente con un operatore 'and', ma 'or' e 'xor' possono essere usati includendo le parentesi: task '(/[Cc]at|[Dd]og/ or /[0-9]+/)' <command> <mods> Un filtro può far riferimento a task specifici usando gli ID o UUID. Per specificare più task una delle seguenti forme può essere usata: task 1,2,3 delete task 1-3 info task 1,2-5,19 modify pri:H task 4-7 ebeeab00-ccf8-464b-8b58-f7f2d606edfb info <mods> consiste di zero o più modifiche da applicare ai task selezionati, come: task <filter> <command> project:Home task <filter> <command> +weekend +garden due:tomorrow task <filter> <command> Description/annotation text I tag sono parole arbitrarie, in quantità a discrezione dell'utente: +tag Il + aggiunge il tag -tag Il - rimuove il tag Gli attributi standard sono: description: Testo di descrizione del task status: Stato del task - pending, completed, deleted, waiting project: Nome del progetto priority: Priorità due: Scadenza recur: Frequenza di un task periodico until: Data oltre la quale il task non è più valido limit: Numero di righe desiderate in un report, o 'pagina' wait: Data dalla quale un task diviene pending entry: Data di creazione del task end: Data di completamento/cancellazione del task start: Data di inizio del task scheduled: Data prevista per l'avvio del task depends: Altri task dai quali dipende il task I modificatori rendono i filtri più precisi. Modificatori supportati sono: before (sinomimi: under, below) after (sinomimi: over, above) none any is (sinomimo: equals) isnt (sinomimo: not) has (sinomimo: contains) hasnt startswith (sinomimo: left) endswith (sinomimo: right) word noword Sono supportati i seguenti operatori: and or xor Operatori logici < <= = != >= > Operatori relazionali ( ) Precedenza task due.before:eom priority.not:L list task '(due < eom or priority != L)' list Il file .taskrc di default può essere reimpostato con: task ... rc:<alternate file> ... task ... rc:~/.alt_taskrc ... I valori di default nel file .taskrc possono essere modificati con: task ... rc.<name>=<value> ... task rc.color=off list Ogni comando o attributo può essere abbreviato se l'abbreviazione è unica: task list project:Home task li pro:Home Talune descrizioni richiedono i caratteri di escape per non confondere la shell: task add "quoted ' quote" task add escaped \' quote L'argomento -- comunica a taskwarrior di trattare i rimanenti argomenti come descrizione, anche se coincidono con attributi o task: task add -- project:Home needs scheduling Diversi caratteri hanno significato speciale per la shell, incluso: $ ! ' " ( ) ; \ ` * ? { } [ ] < > | & % # ~

source: Documentation for taskwarrior can be found using 'man task', 'man taskrc', 'man task-tutorial', 'man task-color', 'man task-sync', 'man task-faq' or at http://taskwarrior.org
es: La documentación de taskwarrior se puede consultar usando 'man task', 'man taskrc', 'man task-tutorial', 'man task-color', 'man task-sync' y 'man task-faq' o en http://taskwarrior.org
it: La documentazione di taskwarrior è consultabile con 'man task', 'man taskrc', 'man task-tutorial', 'man task-color', 'man task-sync', 'man task-faq' o presso http://taskwarrior.org

source: Done
es: Hechas
it: Chiuso

source: Due
es: Vencimiento
it: Scadenza

source: Due date modified.
es: Fecha de vencimiento modificada.
it: Scadenza modificata.

source: Due date removed.
es: Fecha de vencimiento eliminada.
it: Scadenza rimossa.

source: Duplicate task {1} '{2}'?
es: ¿Duplicar tarea {1} '{2}'?
it: Duplicare il task {1} '{2}'?

source: Duplicated task {1} '{2}'.
es: Duplicada tarea {1} '{2}'.

source: Duplicated {1} tasks.
es: Duplicadas {1} tareas.
it: Task {1} duplicati.

source: Duplicates the specified tasks
es: Duplica las tareas especificadas
it: Duplica il task specificato

source: Editing complete.
es: Edición completada.
it: Modifica completa.

source: Edits were detected.
es: Se detectaron modificaciones.
it: Modifiche rilevate.

source: Effects
es: Efectos
it: Effetti

source: Empty record in input.
es: Registro vacío en la entrada.
it: Voce vuota in ingresso.

source: Enabled
es: Habilitado
it: Abilitato

source: End
es: Fin
it: Fine

source: End date modified.
es: Fecha de terminación modificada.
it: Data di fine modificata.

source: End date removed.
es: Fecha de terminación eliminada.
it: Data di fine rimossa.

source: Enter 'quit' (or 'bye', 'exit') to end the session.
es: Escriba 'quit' (o 'bye', 'exit') para terminar la sesión.
it: Inserisci 'quit' (o 'bye', 'exit') per terminare la sessione.

source: Enter any task command (such as 'list'), or hit 'Enter'.
es: Escriba un comando de task (como 'list'), o pulse 'Enter'.
it: Inserisci un comando (es. 'list'), o premi 'Enter'.

source: Entered
es: Entrada
it: Inserito

source: Error: expected '{' or '[' at position {1}
es: Error: se esperaba '{' or '[' en posición {1}
it: Errore: atteso '{' o '[' alla posizione {1}

source: Error: extra characters found at position {1}
es: Error: encontrados caracteres extra en posición {1}
it: Errore: caratteri in eccesso alla posizione {1}

source: Error: missing ':' at position {1}
es: Error: falta ':' en posición {1}
it: Errore: mancato ':' alla posizione {1}

source: Error: missing ']' at position {1}
es: Error: falta ']' en posición {1}
it: Errore: mancato ']' alla posizione {1}

source: Error: missing '}' at position {1}
es: Error: falta '}' en posición {1}
it: Errore: mancato '}' alla posizione {1}

source: Error: missing value after ',' at position {1}
es: Error: falta valor después de ',' en posición {1}
it: Errore: mancato valore dopo ',' alla posizione {1}

source: Error: missing value at position {1}
es: Error: falta valor en posición {1}
it: Errore: mancato valore alla posizione {1}

source: Error: unrecognized attribute modifier '{1}'.
es: Error: modificador de atributo no reconocido '{1}'.
it: Errore: modificatore di attributo non riconosciuto '{1}'.

source: Example
es: Ejemplo
it: Esempio

source: Executes external commands and scripts
es: Ejecuta comandos y scripts externos
it: Esegue comandi e script esterni

source: Exports tasks in JSON format
es: Exporta tareas en formato JSON
it: Esporta i task in formato JSON

source: External Utilities
es: Utilidades externas
it: Utility esterne

source: Failed - duplicate UUID at iteration {1}
es: Fallo - UUID duplicado en la iteración {1}
it: Fallimento - UUID duplicato all'iterazione {1}

source: Found annotation '{1}' and deleted it.
es: Encontrada anotación '{1}' y eliminada.
it: Annotazione '{1}' trovata e cancellata.

source: Found duplicate {1}
es: Encontrado duplicado {1}
it: Trovato duplicato {1}

source: Found extra operands.
es: Encontrados operandos de más.
it: Trovati operandi in eccesso.

source: Found remote change to {1} "{2}"
es: Encontrado cambio remoto en {1} "{2}"
it: Trovata modifica remota a {1} "{2}"

source: Generates a list of all aliases, for autocompletion purposes
es: Genera una lista de todos los alias, con fines de auto-completado
it: Genera la lista di tutti gli alias, per autocompletamento

source: Generates a list of all commands, for autocompletion purposes
es: Genera una lista de todos los comandos, con fines de auto-completado
it: Genera la lista di tutti i comandi, per autocompletamento

source: Generates a list of all commands, for zsh autocompletion purposes
es: Genera una lista de todos los comandos, con fines de auto-completado zsh
it: Genera la lista di tutti i comandi, per autocompletamento in zsh

source: Gray ramp
es: Rampa de grises
it: Rampa dei grigi

source: Here are the colors currently in use:
es: Aquí están los colores en uso actualmente:
it: Coloti in uso:

source: If you are playing in the match this afternoon
es: Si juegas en el partido de esta tarde
it: Se si sta giocando la partita questo pomeriggio

source: If you get too creative with your editing, taskwarrior will send you
es: Si es demasiado creativo con sus modificaciones, taskwarrior le enviará de vuelta
it: Se si è troppo creativi con le modifiche, taskwarrior aprirà

source: If you're not getting your hair cut
es: Si no te estás cortando el pelo
it: Se non si va a tagliare i capelli

source: Immediately before your lunch
es: Inmediatamente antes de comer
it: Immediatamente prima di pranzo

source: Imported {1} tasks.
es: Importadas {1} tareas.
it: Importati {1} task.

source: Importing '{1}'
es: Importando '{1}'
it: Importazione di '{1}'

source: Imports JSON files
es: Importa archivos JSON
it: Importa file JSON

source: Installs extensions and external scripts
es: Instala extensiones y scripts externos
it: Installa estensioni e script esterni

source: Invalid Unicode codepoint.
es: Codepoint Unicode no válido.
it: Codepoint Unicode non valido.

source: Invalid codepoint representation.
es: Representación de codepoint no válida.
it: Rappresentazione non valida del codepoint.

source: Inverted range 'high-low' instead of 'low-high'
es: Rango invertido 'alto-bajo' en vez de 'bajo-alto'
it: Intervallo invertito 'alto-basso' invece di 'basso-alto'

source: Label
es: Etiqueta
it: Etichetta

source: Last modified
es: Modificada por última vez
it: Ultima modifica

source: Launches an editor to modify a task directly
es: Lanza un editor para modificar una tarea directamente
it: Esegue un editor per la modifica diretta di un task

source: Launching '{1}' now...
es: Lanzando '{1}' ahora...
it: Esecuzione di '{1}' ora...

source: Legend: + added, X completed, - deleted
es: Leyenda: + añadida, X completada, - suprimida
it: Legenda: + aggiunto, X completato, - cancellato

source: Legend: {1}, {2}, {3}
es: Leyenda: {1}, {2}, {3}
it: Legenda: {1}, {2}, {3}

source: Line too short.
es: Línea demasiado corta.
it: Linea troppo breve.

source: Lines that begin with # represent data you cannot change, like ID.
es: Las líneas que comienzan con # representan datos que no puede cambiar, como ID.
it: Le linee che iniziano con # rappresentano dati che non possono essere modificati, come l'ID.

source: Lists all supported configuration variables, for completion purposes
es: Lista todas las variables de configuración soportadas, a fines de completado
it: Elenca le variabili di configurazione supportate, per autocompletamento

source: Lists all supported reports
es: Lista todos los informes soportados
it: Lista dei report supportati

source: Local tasks transferred from {1}
es: Tareas locales transferidas desde {1}
it: Task locali trasferiti da {1}

source: Local tasks transferred to {1}
es: Tareas locales transferidas a {1}
it: Task locali trasferiti su {1}

source: Logged task.
es: Tarea registrada.
it: Task registrato.

source: Malformed ID.
es: ID incorrecto.
it: ID malformato.

source: Malformed UUID.
es: UUID incorrecto.
it: UUID malformato.

source: Malformed entry '{1}' in config file.
es: Formato incorrecto en entrada '{1}' en archivo de configuración.
it: Voce malformata '{1}' nel file di configurazione.

source: Malformed pattern.
es: Patrón incorrecto.
it: Pattern malformato.

source: Marks specified task as started
es: Marca la tarea especificada como comenzada
it: Contrassegna i task specificati come avviati

source: Marks the specified task as completed
es: Marca la tarea especificada como completada
it: Contrassegna il task specificato come completato

source: Merge complete.
es: Combinación completa.
it: Unione completata.

source: Merges the remote files with the local files
es: Combina los archivos remotos con los locales
it: Unisce i file remoti con i file locali

source: Merging new remote task {1} "{2}"
es: Combinando tarea remota nueva {1} "{2}"
it: Unione di nuovi task remoti {1} "{2}"

source: Mismatched parentheses in expression
es: Paréntesis desemparejados en expresión
it: Mancata corrispondenza nell'uso delle parentesi nell'espressione

source: Missing {1} "{2}"
es: Falta {1} "{2}"
it: Mancante {1} "{2}"

source: Missing annotation brackets.
es: Faltan corchetes de anotación.
it: Parentesi di annotazione mancanti.

source: Missing attribute brackets.
es: Faltan corchetes de atributo.
it: Parentesi di attributo mancanti.

source: Missing tag brackets.
es: Faltan corchetes de marca.
it: Parentesi di tag mancanti.

source: Modification
es: Modificación
it: Modifica

source: Modified task reverted.
es: Tarea modificada revertida.
it: Modifiche al task ripristinate.

source: Modified {1} tasks.
es: Modificada {1} tareas.
it: Task {1} modificati.

source: Modifies the existing task with provided arguments.
es: Modifica la tarea existente con los argumentos provistos.
it: Modifica il task esistente usando gli argomenti specificati.

source: Modify task {1} '{2}'?
es: ¿Modificar tarea {1} '{2}'?
it: Modificare il task {1} '{2}'?

source: Modify what you wish, and when you save and quit your editor,
es: de todos los detalles de la tarea. Modifique lo que desee y, cuando grabe
it: Modificare quanto desiderato, e quando si salva e si esce dall'editor,

source: Modifying recurring task {1} '{2}'.
es: Modificando tarea recurrente {1} '{2}'.
it: Modifica del task periodico {1} '{2}'.

source: Modifying task {1} '{2}'.
es: Modificando tarea {1} '{2}'.
it: Modifica del task {1} '{2}'.

source: Month
es: Mes
it: Mese

source: Monthly
es: Mensual
it: Mensile

source: Move your clothes down on to the lower peg
es: Mueve tu ropa a la percha de abajo
it: Spostare i vestiti sul gancio più basso

source: Name
es: Nombre
it: Nome

source: Net
es: Netas
it: Bilancio

source: Newest task
es: Tarea más reciente
it: Task più recente

source: No UDAs defined.
es: Ningún UDA definido.
it: Nessun UDA definito.

source: No changes made.
es: No se hicieron cambios.
it: Nessuna modifica apportata.

source: No changes will be made.
es: No se harán cambios.
it: Nessuna modifica sarà apportata.

source: No command specified - assuming 'information'.
es: No especificó un comando - asumido 'information'.
it: Nessun comando specificato - si assume 'information'.

source: No convergence
es: No converge
it: No convergenza

source: No duplicates found
es: No se encontraron duplicados
it: Nessun duplicato trovato

source: No editing performed.
es: No se realizó edición.
it: Nessuna modifica effettuata.

source: No edits were detected.
es: No se detectaron modificaciones.
it: Nessuna modifica riscontrata.

source: No entry named '{1}' found.
es: No se encontró una entrada llamada '{1}'.
it: Nessuna voce '{1}' trovata.

source: No matches.
es: Ninguna coincidencia.
it: Nessuna corrispondenza.

source: No matching configuration variables.
es: No hay variables de configuración que coincidan.
it: Variabile di configurazione non corrispondente.

source: No projects.
es: No hay proyectos.
it: Nessun progetto.

source: No tags.
es: No hay marcas.
it: Nessun tag.

source: No tasks specified.
es: No se especificaron tareas.
it: Nessun task specificat.

source: No tasks.
es: Ninguna tarea.
it: Nessun task.

source: No undo possible.
es: No es posible deshacer.
it: Nessun undo possibile.

source: Not a valid recurrence duration.
es: No es una duración de recurrencia válida.
it: Durata del task periodico non valida.

source: Note: task {1} was a parent recurring task. The duplicated task is too.
es: Nota: la tarea {1} era una tarea madre recurrente. La tarea duplicada también lo es.

source: Note: task {1} was a recurring task. The duplicated task is not.
es: Nota: la tarea {1} era una tarea recurrente. La tarea duplicada no lo es.
it: Nota: il task {1} era un task periodico. Il task duplicato non lo è.

source: Number Added/Completed/Deleted
es: Número Añadidas/Completadas/Suprimidas
it: Aggiunti/Completati/Cancellati

source: Oldest task
es: Tarea más antigua
it: Task più vecchio

source: Orphan UDA
es: UDA huérfano
it: UDA Orfano

source: Parent UUID modified.
es: UUID primario modificado.
it: UUID genitore modificato.

source: Parent UUID removed.
es: UUID primario eliminado.
it: UUID genitore rimosso.

source: Pending
es: Pend.
it: Da fare

source: Permanently delete task {1} '{2}'?
es: ¿Suprimir permanentemente la tarea {1} '{2}'?
it: Cancellare permanentemente il task {1} '{2}'?

source: Platform
es: Plataforma
it: Piattaforma

source: Platform, build and environment details
es: Detalles de plataforma, construcción y entorno
it: Dettagli su piattaforma, build e ambiente

source: Prepend to task {1} '{2}'?
es: ¿Anteponer texto a la tarea {1} '{2}'?
it: Aggiungere all'inizio della descrizione del task {1} '{2}'?

source: Prepended {1} tasks.
es: Antepuesto texto a {1} tareas.
it: Aggiunte ai task {1}.

source: Prepending to recurring task {1} '{2}'.
es: Antepuesto texto a la tarea recurrente {1} '{2}'.
it: Aggiunta al task periodico {1} '{2}'.

source: Prepending to task {1} '{2}'.
es: Anteponiendo texto a la tarea {1} '{2}'.
it: Aggiunta al task {1} '{2}'.

source: Prepends text to an existing task description
es: Antepone texto a la descripción de una tarea existente
it: Aggiunge testo all'inizio di una descrizione di un task esistente

source: Prior Values
es: Valores Previos
it: Valori precedenti
