Repository: nigeil/task
Catalog: po/*.po
Languages: es, it

source: Priority deleted.
es: Prioridad eliminada.
it: Priorità cancellata.

source: Priority modified.
es: Prioridad modificada.
it: Progetto modificato.

source: Priority values may be 'H', 'M' or 'L', not '{1}'.
es: Valores de prioridad pueden ser 'H', 'M' o 'L', no '{1}'.
it: I valori di priorità possono essere 'H', 'M' o 'L', non '{1}'.

source: Problem with override: {1}
es: Problema con sobrescritura: {1}
it: Problema di modifica: {1}

source: Project
es: Proyecto
it: Progetto

source: Project '{1}' is {2}% complete
es: El proyecto '{1}' se ha completado en un {2}%
it: Il progetto '{1}' è {2}% completo

source: Project deleted.
es: Proyecto eliminado.
it: Progetto cancellato.

source: Project modified.
es: Proyecto modificado.
it: Progetto modificato.

source: Projects
es: Proyectos
it: Progetti

source: Pulls remote files from the URL
es: Trae archivos remotos desde el URL
it: Scaricati file dall'URL

source: Pushes the local files to the URL
es: Envía los archivos locales al URL
it: Carica i file locali all'URL

source: Record not recognized as format 4.
es: Registro no reconocido como formato 4.
it: Voce non riconosciuta come formato 4.

source: Recurrence modified.
es: Recurrencia modificada.
it: Ricorrenza periodica modificata.

source: Recurrence removed.
es: Recurrencia eliminada.
it: Ricorrenza periodica rimossa.

source: Recurring
es: Recurrentes
it: Periodicamente

source: Remaining
es: Quedan
it: Rimanenti

source: Removes the 'start' time from a task
es: Elimina el tiempo de 'comienzo' de una tarea
it: Rimuove il tempo di 'avvio' dal task

source: Report
es: Informe

source: Retaining local changes to {1} "{2}"
es: Reteniendo cambios locales a {1} "{2}"
it: Mantenute le modifiche locali a {1} "{2}"

source: Reverts the most recent change to a task
es: Revierte el cambio más reciente a una tarea
it: Ritorna alla più recente modifica di un task

source: Runs rc.default.command, if specified.
es: Lanza rc.default.command, si está especificado.
it: Esegue rc.default.command, se specificato.

source: Scanned {1} tasks for duplicate UUIDs:
es: Exploradas {1} tareas buscando UUIDs duplicados:
it: Valutati {1} task per duplicazione UUID:

source: Scheduled
es: Programada
it: Fissato

source: Scheduled date modified.
es: Fecha programada modificada.
it: Data di schedulazione modificata.

source: Scheduled date removed.
es: Fecha programada eliminada.
it: Data di schedulazione rimossa.

source: Separate the tags with spaces, like this: tag1 tag2
es: Separe las marcas mediante espacios, así: marca1 marca2
it: Separare i tag con spazi; es.: tag1 tag2

source: Should you find yourself in an endless loop, re-editing the same file,
es: Si queda atrapado en un ciclo sin fin, volviendo a editar el mismo archivo
it: Se ci si trova in un ciclo senza fine, continuando a editare lo stesso file,

source: Shows a calendar, with due tasks marked
es: Muestra un calendario con las tareas fechadas resaltadas
it: Mostra un calendario, con i task da svolgere marcati

source: Shows a graphical burndown chart, by day
es: Muestra un diagrama burndown, por días
it: Mostra un grafico del lavoro da svolgere, per giorno

source: Shows a graphical burndown chart, by month
es: Muestra un diagrama burndown, por meses
it: Mostra un grafico del lavoro da svolgere, per mese

source: Shows a graphical burndown chart, by week
es: Muestra un diagrama burndown, por semanas
it: Mostra un grafico del lavoro da svolgere, per settimana

source: Shows a graphical report of task history, by month
es: Muestra un informe gráfico de historia de tareas, por mes
it: Mostra un report grafico dello storico dei task, per mese

source: Shows a graphical report of task history, by year
es: Muestra un informe gráfico de historia de tareas, por año
it: Mostra un report grafico dello storico dei task, per anno

source: Shows a list of all tags used
es: Muestra una lista de todas las marcas en uso
it: Mostra la lista di tutti i tag utilizzati

source: Shows a report of task history, by month
es: Muestra un informe de historia de tareas, por mes
it: Mostra un report dello storico dei task, per mese

source: Shows a report of task history, by year
es: Muestra un informe de historia de tareas, por año
it: Mostra un report dello storico dei task, per anno

source: Shows a report of task status by project
es: Muestra un informe de estatus de tareas por proyecto
it: Mostra un report dello stato dei task per progetto

source: Shows all configuration settings in a machine-readable format
es: Muestra todas las variables de configuración en un formato legible por la máquina
it: Mostra le impostazioni di configurazione in formato processabile

source: Shows all configuration variables or subset
es: Muestra todas las variables de configuración o un subconjunto
it: Mostra i sottoinsiemi di variabili di configurazione

source: Shows all data and metadata
es: Muestra todos los datos y metadatos
it: Mostra tutti i dati e i metadati

source: Shows all project names used
es: Muestra todos los nombres de proyecto en uso
it: Mostra tutti i nomi di progetto utilizzati

source: Shows all the defined UDA details
es: Muestra detalles de todos los UDA definidos
it: Mostra tutti i dettagli degli UDA definiti

source: Shows only a list of all project names used
es: Muestra una lista de todos los nombres (solamente) de proyecto en uso
it: Mostra solo i nomi di progetto utilizzati

source: Shows only a list of all tags used, for autocompletion purposes
es: Muestra una lista de todas las marcas (solo nombres) en uso, con fines de auto-completado
it: Mostra solo una lista dei tag utilizzati, per autocompletamento

source: Shows only the taskwarrior version number
es: Muestra el número de versión (solamente) de taskwarrior
it: Mostra solo il numero di versione di taskwarrior

source: Shows task database statistics
es: Muestra estadísticas de la base de datos de tareas
it: Mostra le statistiche sul task

source: Shows the IDs and descriptions of matching tasks
es: Muestra los IDs y descripciones de las tareas coincidentes
it: Mostra gli ID e le descrizioni dei task corrispondenti

source: Shows the IDs of matching tasks, as a range
es: Muestra los IDs de las tareas coincidentes, como un rango
it: Mostra gli ID dei task corrispondenti, come intervallo

source: Shows the IDs of matching tasks, in the form of a list
es: Muestra los IDs de las tareas coincidentes, en forma de lista
it: Mostra gli ID dei task corrispondenti, in forma di lista

source: Shows the UUIDs and descriptions of matching tasks
es: Muestra los UUIDs y descripciones de las tareas coincidentes
it: Mostra gli UUID e le descrizioni dei task corrispondenti

source: Shows the UUIDs of matching tasks, as a comma-separated list
es: Muestra los UUIDs de las tareas coincidentes, como una lista separada por comas
it: Mostra gli UUID dei task corrispondenti, come lista separata da virgole

source: Shows the UUIDs of matching tasks, as a list
es: Muestra los UUIDs de las tareas coincidentes, como una lista
it: Mostra gli UUID dei task corrispondenti, come lista

source: Shows the defined UDAs for completion purposes
es: Muestra los UDAs definidos con fines de terminación
it: Mostra gli UDA definiti per il completamento

source: Shows the taskwarrior version number
es: Muestra el número de versión de taskwarrior
it: Mostra il numero di versione di taskwarrior

source: Some of your .taskrc variables differ from the default values.
es: Algunas de sus variables .taskrc difieren de los valores por defecto.
it: Alcune variabili in .taskrc hanno valore diverso dal default.

source: Specify the name of a config variable to modify.
es: Especifique el nombre de una variable de configuración a modificar.
it: Specificare il nome di una variabile di configurazione da modificare.

source: Start date modified.
es: Fecha de comienzo modificada.
it: Data di inizio modificata.

source: Start date removed.
es: Fecha de comienzo eliminada.
it: Data di inizio rimossa.

source: Start task {1} '{2}'?
es: ¿Comenzar tarea {1} '{2}'?
it: Avviare task {1} '{2}'?

source: Started
es: Comenz.
it: Avviato

source: Started ({1} tasks)
es: Comenzadas ({1} tareas)
it: Avviati ({1} task)

source: Starting task {1} '{2}'.
es: Comenzando tarea {1} '{2}'.
it: Avvio task {1} '{2}'.

source: Stop task {1} '{2}'?
es: ¿Detener tarea {1} '{2}'?
it: Fermare task {1} '{2}'?

source: Stopping task {1} '{2}'.
es: Deteniendo tarea {1} '{2}'.
it: Sto fermando il task {1} '{2}'.

source: Supported Formats
es: Formatos soportados
it: Formati Supportati

source: Sync backlog transactions
es: Sincroniza transacciones atrasadas
it: Sincronizza le transazioni di backlog

source: Sync failed. Could not connect to the Task Server.
es: Sincronización fallida. No se pudo conectar con el Servidor Task.
it: Sincronizzazione fallita. Impossibile connettersi al Task Server.

source: Sync failed. Malformed configuration setting '{1}'
es: Sincronización fallida. Ajuste de configuración '{1}' incorrecto
it: Sincronizzazione fallita. Impostazione di configurazione '{1}' malformata

source: Sync failed. The Task Server returned error: {1} {2}
es: Sincronización fallida. El Servidor Task devolvió error: {1} {2}
it: Sincronizzazione fallita. Il Task Server ha ritornato l'errore: {1} {2}

source: Sync successful.
es: Sincronización correcta.
it: Sincronizzazione effettuata.

source: Sync successful. No changes.
es: Sincronización correcta. No hay cambios
it: Sincronizzazione effettuata. Nessuna modifica.

source: Sync successful. {1} changes downloaded.
es: Sincronización correcta. {1} cambios recibidos.
it: Sincronizzazione effettuata. {1} modifiche scaricate.

source: Sync successful. {1} changes uploaded, {2} changes downloaded.
es: Sincronización correcta. {1} cambios enviados, {2} cambios recibidos.
it: Sincronizzazione effettuata. {1} modifiche caricate, {2} modifiche scaricate.

source: Sync successful. {1} changes uploaded.
es: Sincronización correcta. {1} cambios enviados.
it: Sincronizzazione effettuata. {1} modifiche caricate.

source: Synchronizes data with the Task Server
es: Sincroniza datos con el Servidor Task
it: Sincronizza i dati con il Task Server

source: Syncing with {1}
es: Sincronizando con {1}
it: Sincronizzazione con {1}

source: TASKDATA override: {1}
es: TASKDATA sobreescrito: {1}
it: Modifica TASKDATA: {1}

source: TASKRC override: {1}
es: TASKRC sobreescrito: {1}
it: Modifica TASKRC: {1}

source: Tag
es: Marca

source: Tags
es: Marcas

source: Task Server credentials malformed.
es: Credenciales del Servidor Task incorrectas.
it: Credenziali del Task Server malformate.

source: Task Server is not configured.
es: El Servidor Task no está configurado.
it: Task Server non configurato.

source: Task added every
es: Tarea añadida cada
it: Task aggiunti ogni

source: Task completed every
es: Tarea completada cada
it: Task completati ogni

source: Task deleted every
es: Tarea suprimida cada
it: Task cancellati ogni

source: Task not annotated.
es: Tarea no anotada.
it: Aggiunta non effettuata.

source: Task not appended.
es: Texto no añadido a la tarea.
it: Aggiunta non effettuata.

source: Task not completed.
es: Tarea no completada.
it: Task non completato.

source: Task not deleted.
es: Tarea no suprimida.
it: Task non cancellato.

source: Task not denotated.
es: Tarea no desanotada.
it: Annotazione non rimossa.

source: Task not duplicated.
es: Tarea no duplicada.
it: Task non duplicato

source: Task not modified.
es: Tarea no modificada.
it: Task non modificato.

source: Task not prepended.
es: Texto no antepuesto.
it: Aggiunta non effettuata.

source: Task not started.
es: Tarea no comenzada.
it: Task non avviato.

source: Task not stopped.
es: Tarea no detenida.
it: Task non fermato.

source: Task removed.
es: Tarea eliminada.
it: Task rimosso.

source: Task used for
es: Tarea en uso durante
it: Task usati per

source: Task with UUID {1} not found in data.
es: Tarea con UUID {1} no encontrada en los datos.
it: Task con UUID {1} non trovato nei dati.

source: Task {1} '{2}' already started.
es: Tarea {1} '{2}' ya comenzada.
it: Task {1} '{2}' già avviati.

source: Task {1} '{2}' expired and was deleted.
es: La tarea {1} '{2}' caducó y fue eliminada.
it: Il task {1} '{2}' è scaduto ed è stato eliminato

source: Task {1} '{2}' is neither pending nor waiting.
es: La tarea {1} '{2}' no está pendiente ni esperando.
it: Il task {1} '{2}' non è ne' pendente ne' in attesa.

source: Task {1} '{2}' is not deletable.
es: La tarea {1} '{2}' no es suprimible.
it: Il task {1} '{2}' non può essere elminato.

source: Task {1} '{2}' not started.
es: Tarea {1} '{2}' no comenzada.
it: Task {1} '{2}' non fermato.

source: Task {1} already depends on task {2}.
es: La tarea {1} ya depende de la tarea {2}.
it: Task {1} già dipende da {2}.

source: Task {1} is blocked by:
es: La tarea {1} está bloqueada por:
it: Il task {1} è bloccato da:

source: Taskmod::getUuid(): Task object not initialized.
es: Taskmod::getUuid(): objeto Task no inicializado.
it: Taskmod::getUuid(): oggetto Task non inizializzato.

source: Tasks
es: Tareas
it: Task

source: Tasks tagged
es: Tareas marcadas
it: Task taggati

source: Taskwarrior couldn't handle your edits. Would you like to try again?
es: Taskwarrior no pudo manejar sus modificaciones. ¿Quiere intentarlo de nuevo?
it: Taskwarrior non può gestire le modifiche. Provare di nuovo?

source: Taskwarrior does not have the correct permissions for '{1}'.
es: Taskwarrior no tiene los permisos adecuados para '{1}'.
it: Taskwarrior non dispone dei permessi corretti per '{1}'.

source: Taskwarrior may be copied only under the terms of the MIT license, which may be found in the taskwarrior source kit.
es: Taskwarrior solamente se puede copiar bajo los términos de la licencia MIT, que se pueden encontrar en el conjunto de código fuente de taskwarrior.
it: Taskwarrior può essere copiato solo nei termini della licenza MIT, reperibile nei sorgenti di taskwarrior.

source: Terminal window too small to draw a graph.
es: Ventana de terminal demasiado pequeña para dibujar una gráfica.
it: Finestra troppo piccola per mostrare il grafico.

source: Tests
es: Comprobaciones
it: Test

source: The ' -- ' separator between the date and text field should not be removed.
es: El separador ' -- ' entre la fecha y el campo de texto no debe ser eliminado.
it: Il separatore ' -- ' tra la data e il campo di teso non dovrebbe essere rimosso.

source: The 'nocal' special tag will keep this task off the 'calendar' report.
es: La marca especial 'nocal' mantendrá esta tarea fuera del informe 'calendar'.
it: Il tag speciale 'nocal' manterrà il task fuori dal report 'calendar'.

source: The 'nocolor' special tag will disable color rules for this task.
es: La marca especial 'nocolor' deshabilitará las reglas de color para esta tarea.
it: Il tag speciale 'nocolor' disabilita le regole dei colori per questo task.

source: The 'task <id> edit' command allows you to modify all aspects of a task
es: El comando 'task <id> edit' le permite modificar todos los detalles de
it: Il comando 'task <id> edit' permette di modificare ogni aspetto di un task

source: The 'weekstart' configuration variable may only contain 'Sunday' or 'Monday'.
es: La variable de configuración 'weekstart' solamente puede contener 'Sunday' o 'Monday'.
it: La variabile di configurazione 'weekstart' può solo contenere i valori 'Sunday' or 'Monday'.

source: The '{1}' attribute does not allow a value of '{2}'.
es: El atributo '{1}' no admite un valor '{2}'.
it: L'attributo '{1}' non ammette un valore pari a '{2}'.

source: The '{1}' column is not a valid sort field.
es: La columna '{1}' no es un campo de ordenación válido.
it: La colonna '{1}' non è un campo di ordinamento valido.

source: The color '{1}' is not recognized.
es: El color '{1}' no se reconoce.
it: Il colore '{1}' non è riconosciuto.

source: The last modification was made {1}
es: La última modificación fue hecha {1}
it: L'ultima modifica è stat effettuata {1}

source: The logo command requires that color support is enabled.
es: El comando logo requiere que el soporte de color esté habilitado.
it: Il comando logo richiede l'abilitazione del supporto ai colori.

source: The project '{1}' has changed.
es: El proyecto '{1}' ha cambiado.
it: Il progetto '{1}' è stato modificat.

source: The recurrence value '{1}' is not valid.
es: El valor de recurrencia '{1}' no es válido.
it: Il valore di periodicità '{1}' non è valido.

source: The specified task has no annotations that can be deleted.
es: La tarea especificada no tiene anotaciones que puedan ser eliminadas.
it: Il task specificato non ha annotazioni che possano essere cancellate.

source: The undo command does not allow further task modification.
es: El comando undo no permite más modificación a la tarea.
it: Il comando undo non ammette ulteriori modifiche al task.

source: The uri '{1}' does not appear to be a directory.
es: El uri '{1}' no parece ser un directorio.
it: L'uri '{1}' non appare essere una directory.

source: The uri '{1}' is not a directory. Did you forget a trailing '/'?
es: El uri '{1}' no es un directorio. ¿Olvidó un '/' final?
it: L'uri '{1}' non è una directory. Dimenticato il carattere '/'?

source: The uri '{1}' is not a local directory.
es: El uri '{1}' no es un directorio local.
it: L'uri '{1}' non è una directory locale.

source: The uri '{1}' is not in the expected format.
es: El uri '{1}' no está en el formato esperado.
it: L'uri '{1}' non è nel formato atteso.

source: The value '{1}' is not a valid numeric value.
es: El valor '{1}' no es un valor numérico válido.
it: Il valore '{1}' non è un valore numerico valido.

source: There are different numbers of columns and labels for report '{1}'.
es: Hay diferente número de columnas y etiquetas para el informe '{1}'.
it: Differente numero di colonne ed etichette per il report '{1}'.

source: There are no changes to merge.
es: No hay cambios para combinar.
it: Nessuna modifica da unire.

source: There are no operands for the '{1}' operator.
es: No hay operandos para el operador '{1}'.
it: Non ci sono operandi per l'operatore '{1}'.

source: There are no recorded transactions to undo.
es: No hay transacciones registradas para deshacer.
it: Nessuna transazione memorizzata da ripristinare.

source: There are not enough operands for the '{1}' operator.
es: No hay suficientes operandos para el operador '{1}'.
it: Non ci sono abbastanza operandi per l'operatore '{1}'.

source: There is no need to include the 'task' command itself.
es: No hace falta incluir el propio comando 'task'.
it: Non è necessario includere il comando 'task'.

source: There was a problem reading the timestamp from the undo.data file.
es: Hubo un problema al leer la marca de tiempo del archivo undo.data .
it: Problema di lettura del timestamp dal file undo.data.

source: These are highlighted in {1} above.
es: Las cambiadas aparecen resaltadas en {1} más arriba.
it: Evidenziate sopra in {1}.

source: This command has no filter, and will modify all tasks. Are you sure?
es: Este comando no tiene filtro, y modificará todas las tareas. ¿Está seguro?
it: Questo comando non ha filtro, e modificherà tutti i task. Sicuro?

source: This is a recurring task. Do you want to annotate all pending recurrences of this same task?
es: Esta es una tarea recurrente. ¿Quiere anotar todas las recurrencias pendientes de esta misma tarea?
it: Questo è un task periodico. Aggiungere una annotazione a tutti i task associati?

source: This is a recurring task. Do you want to append to all pending recurrences of this same task?
es: Esta es una tarea recurrente. ¿Quiere añadir a todas las recurrencias pendientes de esta misma tarea?
it: Questo è un task periodico. Aggiungere il testo alla fine della descrizione di tutti i task associati?

source: This is a recurring task. Do you want to delete all pending recurrences of this same task?
es: Esta es una tarea recurrente. ¿Quiere suprimir todas las recurrencias pendientes de esta misma tarea?
it: Questo è un task periodico. Cancellare tutti i task pendenti associati a queso task?

source: This task blocked by
es: Esta tarea está bloqueada por
it: Questo task è bloccato da

source: This task is blocking
es: Esta tarea bloquea
it: Questo task sta bloccando

source: Total active time
es: Tiempo total activa
it: Tempo totale di attività

source: Try running '{1}'.
es: Intente ejecutar '{1}'.
it: Provare eseguendo '{1}'.

source: Type
es: Tipo
it: Tipo

source: UDA {1} deleted.
es: UDA {1} eliminado.
it: UDA {1} cancellato.

source: UDA {1} modified.
es: UDA {1} modificado.
it: UDA {1} modificato.

source: Unblocked {1} '{2}'.
es: Desbloqueada {1} '{2}'.
it: Sbloccato {1} '{2}'.

source: Undo complete.
es: Deshacer completado.
it: Undo completato.

source: Undo transactions
es: Transacciones deshacer
it: Transazioni di undo

source: Undo will restore this state
es: Deshacer restaurará este estado
it: L'undo ripristinerà questo stato

source: Unique tags
es: Marcas únicas
it: Tag univoci

source: Unknown error.
es: Error desconocido.
it: Errore sconosciuto.

source: Unrecognized ID after hyphen.
es: ID no reconocido tras guión.
it: ID non riconosciuto dopo il trattino.

source: Unrecognized UUID after comma.
es: UUID no reconocido tras coma.
it: UUID non riconosciuto dopo la virgola.

source: Unrecognized attribute '{1}'.
es: Atributo '{1}' no reconocido.
it: Attributo '{1}' non riconosciuto.

source: Unrecognized character(s) at end of pattern.
es: Carácter(es) no reconocido(s) al final del patrón.
it: Carattere(i) non riconosciuto(i) alla fine del pattern.

source: Unrecognized characters at end of line.
es: Caracteres no reconocidos al final de línea.
it: Carattere non riconosciuto a fine riga.

source: Unrecognized column format '{1}.{2}'
es: Formato de columna no reconocido '{1}.{2}'
it: Formato di colonna '{1}.{2}' non riconosciuto

source: Unrecognized column name '{1}'.
es: Nombre de columna no reconocido '{1}'.
it: Nome di colonna '{1}' non riconosciuto.

source: Unrecognized taskwarrior file format.
es: Formato de archivo taskwarrior no reconocido.
it: Formato di file non riconosciuto.

source: Unsupported operator '{1}'.
es: Operador no soportado '{1}'.
it: Operatore non supportato '{1}'.

source: Until date modified.
es: Fecha 'hasta' modificada.
it: Data 'Fino a' modificata.

source: Until date removed.
es: Fecha 'hasta' eliminada.
it: Data 'Fino a' rimossa.

source: Urgency
es: Urgencia
it: Urgenza

source: Usage Count
es: Recuento de uso
it: Conteggio Uso

source: Usage:
es: Uso:
it: Uso:

source: Use this command to see how colors are displayed by your terminal.
es: Use este comando para ver como los colores son mostrados por su terminal.
it: Usare questo comando per vedere come i colori sono visualizzati sul terminale in uso.

source: User Defined Attribute Orphans
es: Huérfanos de Atributo Definido por el Usuario
it: User Defined Attribute orfani

source: User Defined Attributes
es: Atributos Definidos por el Usuario
it: User Defined Attribute

source: User defined attributes may only be of type 'string', 'date', 'duration' or 'numeric'.
es: Los atributos definidos por el usuario solamente pueden ser de los tipos 'string', 'date', 'duration' o 'numeric'.

source: Using alternate .taskrc file {1}
es: Usando el archivo .taskrc alternativo {1}
it: Uso del file .taskrc alternativo {1}

source: Using alternate data.location {1}
es: Usando data.location alternativa {1}
it: Uso di data.location alternativa {1}

source: Value
es: Valor
it: Valore

source: Version
es: Versión
it: Versione

source: Wait date modified.
es: Fecha de espera modificada.
it: Data di attesa modificata.

source: Wait date removed.
es: Fecha de espera eliminada.
it: Data di attesa rimossa.

source: Waiting
es: Esperando
it: In attesa

source: Weekly
es: Semanal
it: Settimanale
