Repository: nigeil/task
Catalog: po/*.po
Languages: es, it

source: add {1} '{2}'
es: añade {1} '{2}'
it: aggiunto {1} '{2}'

source: home.garden
es: casa.jardin
it: casa.giardino

source: in {1} at line {2}
es: en {1} en la línea {2}
it: in {1} alla linea {2}

source: '{1}' is not a valid date in the '{2}' format.
es: '{1}' no es una fecha válida según el formato '{2}'.
it: '{1}' non è una data valida nel formato '{2}'.

source: (1 task)
es: (1 tarea)

source: (found)
es: (encontrado)
it: (trovato)

source: (missing)
es: (no encontrado)
it: (mancante)

source: (none)
es: (ninguna)
it: (nessuno)

source: ({1} of {2} tasks remaining).
es: (quedan {1} de {2} tareas).
it: ({1} di {2} task rimanenti).

source: ({1} tasks)
es: ({1} tareas)
it: ({1} task)

source: * Means default format, and therefore optional. For example, 'due' and 'due.formatted' are equivalent.
es: * Significa formato por defecto, y por lo tanto opcional. Por ejemplo 'due' y 'due.formatted' son equivalentes.

source: +++ current state
es: +++ estado actual
it: +++ stato corrente

source: --- previous state
es: --- estado previo
it: --- stato precedente

source: -none-
es: -ninguno-
it: -nessuno-

source: 1 tag
es: 1 marca

source: 1000 unique UUIDs generated.
es: 1000 UUIDs únicos generados.
it: Generati 1000 UUID unici.

source: 16-color usage (supports underline, bold text, bright background):
es: Uso de 16-colores (soporta subrayado, negrita, fondo brillante):
it: 16-colori in uso (supporto per sottolineatura, grassetto, e sfondo):

source: 256-color usage (supports underline):
es: Uso de 256-colores (soporta subrayado):
it: 256-colori in uso (supporto per sottolineatura):

source: A "blank slot" for adding an annotation follows for your convenience.
es: La última es una "entrada en blanco" para añadir una anotación, si le conviene:
it: Una linea preimpostata per aggiungere una annotazione è stata aggiunta per comodità.

source: A recurring task must also have a 'due' date.
es: Una tarea recurrente debe tener también una fecha de vencimiento.
it: Un task periodico deve avere una data di scadenza.

source: A recurring task must have a due date.
es: Una tarea recurrente debe tener una fecha de vencimiento.
it: Un task periodico deve avere una data di scadenza.

source: A task cannot be dependent on itself.
es: Una tarea no puede depender de sí misma.
it: Un task non può dipendere da sè stesso.

source: A task must have a description.
es: Una tarea debe tener descripción.
it: Un task deve avere una descrizione.

source: Added
es: Añadidas
it: Aggiunto

source: Additional text must be provided.
es: Se debe proveer texto adicional.
it: Testo aggiunti da specificare.

source: Adds a new task
es: Añade una nueva tarea
it: Aggiunge un nuovo task

source: Adds a new task that is already completed
es: Añade una nueva tarea que ya ha sido completada
it: Aggiunge un nuovo task già completato

source: Adds an annotation to an existing task
es: Añade una anotación a una tarea existente
it: Aggiunge una annotazione a un task esistente

source: Aliased to '{1}'
es: Es alias de '{1}'
it: Sinonimo: '{1}'

source: All colors, a sample, or a legend
es: Todos los colores, una muestra, o una leyenda
it: Tutti i colori, un esempio, o una legenda

source: All supported columns and formatting styles
es: Todas las columnas y estilos de formato soportados
it: Tutte le colonne e gli stili di formattazione

source: Allowed Values
es: Valores permitidos
it: Valori consentiti

source: Ambiguous {1} '{2}' - could be either of
es: Ambiguo {1} '{2}' - puede ser
it: Ambiguo {1} '{2}' - può essere uno di

source: An annotation pattern must be provided.
es: Se debe proporcionar un patrón de anotación.
it: Una stringa di annotazione deve essere fornita.

source: Annotate task {1} '{2}'?
es: ¿Anotar la tarea {1} '{2}'?
it: Aggiungere una annotazione al task {1} '{2}'?

source: Annotated {1} task.
es: Anotada {1} tarea.
it: Aggiunta al task {1}.

source: Annotating recurring task {1} '{2}'.
es: Anotando la tarea recurrente {1} '{2}'.
it: Aggiunta al task periodico {1} '{2}'.

source: Annotating task {1} '{2}'.
es: Anotando la tarea {1} '{2}'.
it: Aggiunta al task {1} '{2}'.

source: Annotation '{1}' deleted.
es: Anotación '{1}' eliminada.
it: Annotazione '{1}' cancellata.

source: Annotation is missing a description: {1}
es: La anotación carece de descripción: {1}
it: Annotazione senza descrizione: {1}

source: Annotation is missing an entry date: {1}
es: La anotación carece de fecha de entrada: {1}
it: Annotazione senza data di immissione: {1}

source: Annotation of '{1}' added.
es: Anotación de '{1}' añadida.
it: Annotazione di '{1}' aggiunta.

source: Annotations
es: Anotaciones
it: Annotazioni

source: Annotations look like this: <date> -- <text> and there can be any number of them.
es: Las anotaciones aparecen así: <date> -- <text> y puede haber cualquier número de ellas.
it: Le annotazioni sono del tipo: <date> -- <text> e possono essere in numero arbitrario.

source: Append to task {1} '{2}'?
es: ¿Añadir a la tarea {1} '{2}'?
it: Aggiungere alla fine della descrizione del task {1} '{2}'?

source: Appended {1} task.
es: Añadiendo texto a {1} tarea.
it: Aggiunta al task {1}.

source: Appending to recurring task {1} '{2}'.
es: Añadiendo texto a la tarea recurrente {1} '{2}'.
it: Aggiunta al task periodico {1} '{2}'.

source: Appending to task {1} '{2}'.
es: Añadiendo texto a la tarea {1} '{2}'.
it: Aggiunta al task {1} '{2}'.

source: Appends text to an existing task description
es: Añade texto al final de la descripción de una tarea existente
it: Aggiunge testo alla fine di una descrizione di un task esistente

source: Are you sure you want to add '{1}' with a value of '{2}'?
es: ¿Está seguro de querer añadir '{1}' con un valor de '{2}'?
it: Sei sicuro di voler aggiungere '{1}' con valore '{2}'?

source: Are you sure you want to change the value of '{1}' from '{2}' to '{3}'?
es: ¿Está seguro de querer cambiar el valor de '{1}' de '{2}' a '{3}'?
it: Sei sicuro di voler cambiare il valore di '{1}' da '{2}' a '{3}'?

source: Are you sure you want to remove '{1}'?
es: ¿Está seguro de querer eliminar '{1}'?
it: Sei sicuro di voler rimuovere '{1}'?

source: Argument '{1}' is not a valid month.
es: El argumento '{1}' no es un mes válido.
it: L'argomento '{1}' non è un mese valido.

source: At least one of the database files in '{1}' is not present.
es: Al menos uno de los archivos de base de datos en '{1}' no está presente.
it: Almeno uno dei file di database in '{1}' non è presente.

source: Average
es: Media
it: Media

source: Average desc length
es: Longitud media de desc
it: Lunghezza media delle descrizioni

source: Average time pending
es: Tiempo medio pendiente
it: Tempo medio di attesa

source: Avg age
es: Edad media
it: Età media

source: Basic colors
es: Colores básicos
it: Colori base

source: Before you write your letter home
es: Antes de que escribas a casa
it: Prima di scrivere la lettera a casa

source: Blocked tasks
es: Tareas bloqueadas
it: Task bloccati

source: Blocking tasks
es: Tareas bloqueantes
it: Task bloccanti

source: Build Features
es: Características Constructivas
it: Caratteristiche della Build

source: Built
es: Construido
it: Generato

source: Can only include files with absolute paths, not '{1}'
es: Solo se pueden incluir archivos con paths absolutos, no '{1}'

source: Cannot add a task that is blank.
es: No se puede añadir una tarea que está en blanco.
it: Impossibile aggiungere un task vuoto.

source: Cannot add task because the uuid '{1}' is not unique.
es: No se puede añadir la tarea porque el uuid '{1}' no es único.
it: Impossibile aggiungere il task in quanto l'uuid '{1}' non è unico.

source: Cannot locate UUID in task to undo.
es: No se pudo localizar el UUID en la tarea a deshacer.
it: Impossibile individuare l'UUID nel task da ripristinare.

source: Cannot proceed without rc file.
es: No se puede continuar sin archivo de configuración (rc).
it: Impossibile procedere senza rc file.

source: Cannot pull files when the source and destination are the same.
es: No se puede traer archivos cuando origen y destino son los mismos.
it: Impossibile scaricare i file se sorgente e destinazione coincidono.

source: Cannot push files when the source and destination are the same.
es: No se puede enviar archivos cuando origen y destino son los mismos.
it: Impossibile caricare i file se sorgente e destinazione coincidono.

source: Cannot remove a due date from a recurring task.
es: No se puede eliminar una fecha de vencimiento de una tarea recurrente.
it: Impossibile rimuovere la data di scadenza di un task periodico.

source: Cannot remove creation date.
es: No se puede eliminar la fecha de creación.
it: Impossibile rimuovere la data di creazione.

source: Cannot remove description.
es: No se puede eliminar la descripción.
it: Impossibile rimuovere la descrizione.

source: Cannot set a done date on a pending task.
es: No se puede establecer una fecha de completado en una tarea pendiente.
it: Impossibile impostare la data di chiusura del task pendente.

source: Caps
es: Capacidades

source: Category
es: Categoría
it: Categoria

source: Change made {1}
es: Cambio hecho {1}
it: Modifiche effettuate {1}

source: Change settings in the task configuration
es: Cambia los ajustes en la configuración de task
it: Modifica le impostazioni nella configurazione dei task

source: Circular dependency detected and disallowed.
es: Dependencia circular detectada y anulada.
it: Dipendenza circolare riscontrata ed evitata.

source: Color cube rgb
es: Cubo de color rgb
it: Cubo dei colori RGB

source: Color is currently turned off in your .taskrc file. To enable color, remove the line 'color=off', or change the 'off' to 'on'.
es: El color está actualmente desactivado en su archivo .taskrc . Para activar el color elimine la línea 'color=off', o cambie el 'off' a 'on'.

source: Columns
es: Columnas
it: Colonna

source: Command prevented from running.
es: Se impidió la ejecución del comando.
it: Prevenuta l'esecuzione del comando.

source: Compiler
es: Compilador
it: Compilatore

source: Complete
es: Completas
it: Completi

source: Complete task {1} '{2}'?
es: ¿Completar tarea {1} '{2}'?
it: Completare il task {1} '{2}'?

source: Completed
es: Completadas
it: Completato

source: Completed ({1} tasks)
es: Completadas ({1} tareas)
it: Completati ({1} task)

source: Completed task {1} '{2}'.
es: Completada tarea {1} '{2}'.
it: Task completato {1} '{2}'.

source: Completed {1} tasks.
es: Completadas {1} tareas.
it: Completati {1} task.

source: Config Variable
es: Variable Config
it: Variabile di configurazione

source: Config file {1} modified.
es: Archivo de configuración {1} modificado.
it: File di configurazione {1} modificato.

source: Configuration
es: Configuración
it: Configurazione

source: Configuration error: .taskrc contains no entries.
es: Error de configuración: .taskrc no contiene ninguna entrada.
it: Errore di configurazione: .taskrc è vuoto.

source: Configuration error: data.location not specified in .taskrc file.
es: Error de configuración: data.location no especificado en el archivo .taskrc .
it: Errore di configurazione: data.location non specificato in .taskrc.

source: Configuration error: {1} contains an unrecognized value '{2}'.
es: Error de configuración: {1} contiene un valor '{2}' no reconocido.
it: Errore di configurazione: {1} contiene un valore non riconosciuto '{2}'.

source: Configuration override rc.{1}:{2}
es: Sobrescritura de configuración rc.{1}:{2}
it: Modifica configurazione rc.{1}:{2}

source: Could not create a dependency on task {1} - not found.
es: No se pudo crear una dependencia de la tarea {1} - no encontrada.
it: Impossibile creare la dipendenza dal task {1} - non trovato.

source: Could not delete a dependency on task {1} - not found.
es: No se pudo eliminar una dependencia de la tarea {1} - no encontrada.
it: Impossibile cancellare la dipendenza dal task {1} - non trovato.

source: Could not parse uri '{1}', wrong usage of single quotes.
es: No se pudo interpretar el uri '{1}', uso erróneo de comillas simples.
it: Impossibile parsare l'uri '{1}', uso errato del singolo apice.

source: Could not read '{1}'.
es: No se puede leer '{1}'.
it: Impossibile leggere '{1}'.

source: Could not read include file '{1}'.
es: No se pudo leer el archivo include '{1}'.
it: Impossibile leggere il file di inclusione '{1}'.

source: Could not recognize argument '{1}'.
es: No se pudo reconocer el argumento '{1}'.
it: Impossibile riconosce l'argomento '{1}'.

source: Could not run '{1}'. Is it installed, and available in $PATH?
es: No se pudo lanzar '{1}'. ¿Está instalado y disponible en $PATH?

source: Could not run '{1}': {2}. Are you out of system resources?
es: No se pudo ejecutar '{1}': {2}. ¿Puede ser que su sistema esté sin recursos?
it: Impossibile eseguire '{1}': {2}. Risorse di sistema esaurite?

source: Could not write '{1}'.
es: No se puede escribir '{1}'.
it: Impossibile scrivere '{1}'.

source: Could not write to '{1}'.
es: No se pudo escribir a '{1}'.
it: Impossibile scrivere su'{1}'.

source: Count
es: Recuento
it: Conteggio

source: Counts matching tasks
es: Cuenta tareas que coinciden
it: Conteggia task corrispondenti

source: Created task {1}.
es: Creada tarea {1}.
it: Task {1} creato.

source: Creation date modified.
es: Fecha de creación modificada.
it: Data di creazione modificata.

source: Curl failed, see output above.
es: Curl falló, consulte los mensajes precedentes.
it: Curl ha fallito, vedi l'output precedente.

source: Current Values
es: Valores Actuales
it: Valori correnti

source: Custom report '{1}' conflicts with built-in task command.
es: informe personalizado '{1}' en conflicto con comando interno de taskwarrior.
it: Report personalizzato '{1}' provoca conflitto con un comando standard.

source: DOM: Cannot get unrecognized name '{1}'.
es: DOM: No se pudo obtener el nombre no reconocido '{1}'.
it: DOM: Impossibile ottenere il nome non riconosciuto '{1}'.

source: DOM: Cannot set '{1}'.
es: DOM: No se pudo establecer '{1}'.
it: DOM: Impossibile impostare '{1}'.

source: Daily
es: Diario
it: Giornaliero

source: Data
es: Datos
it: Dati

source: Data size
es: Tamaño de datos
it: Dimensione dati

source: Database is up-to-date, no merge required.
es: La base de datos está actualizada, no se requiere combinación.
it: Il database è aggiornato, unione non necessaria.

source: Date
es: Fecha
it: Data

source: Default
es: Defecto
it: Predefinito

source: Deleted
es: Suprimidas
it: Cancellato

source: Deleted {1} task.
es: Suprimida {1} tarea.

source: Deletes an annotation
es: Elimina una anotación
it: Cancella una annotazione

source: Deletes the specified task
es: Suprime la tarea especificada
it: Cancella il task specificato

source: Deleting recurring task {1} '{2}'.
es: Suprimiendo tarea recurrente {1} '{2}'.
it: Cancellazione del task periodico {1} '{2}'.

source: Deleting task {1} '{2}'.
es: Suprimiendo tarea {1} '{2}'.
it: Cancellazione del task {1} '{2}'.

source: Denotate task {1} '{2}'?
es: ¿Desanotar la tarea {1} '{2}'?
it: Denotare il task {1} '{2}'?

source: Denotated {1} tasks.
es: Desanotadas {1} tareas.
it: Annotazioni rimosse da task {1}.

source: Dependencies '{1}' deleted.
es: Dependencias '{1}' eliminadas.
it: Dipendenze '{1}' cancellate.

source: Dependencies changed from '{1}' to '{2}'.
es: Dependencias cambiadas de '{1}' a '{2}'.
it: Dipendenze cambiate da '{1}' a '{2}'.

source: Dependencies set to '{1}'.
es: Dependencias ajustadas a '{1}'.
it: Dipendenze impostate a '{1}'.

source: Dependencies should be a comma-separated list of task IDs/UUIDs or ID ranges, with no spaces.
es: Las dependencias deben ser una lista separada por comas de IDs/UUIDs de tareas o intervalos de ID, sin espacios.

source: Dependencies will be changed from '{1}' to '{2}'.
es: Las dependencias se cambiarán de '{1}' a '{2}'.
it: Le dipendenze saranno modificate da '{1}' in '{2}'.

source: Dependencies will be set to '{1}'.
es: Las dependencias se ajustarán a '{1}'.
it: Le dipendenze saranno impostate a '{1}'.

source: Deprecated report field '{1}' used. Please modify this to '{2}'.
es: Empleado campo de informe en desuso '{1}'. Por favor modifique esto a '{2}'.
it: Campo di report '{1}' deprecato. Prego modificarlo in '{2}'.

source: Deprecated sort field '{1}' used. Please modify this to '{2}'.
es: Empleado campo de ordenación en desuso '{1}'. Por favor modifique esto a '{2}'.
it: Campo di ordinamento '{1}' deprecato. Prego modificarlo in '{2}'.

source: Description
es: Descripción
it: Descrizione

source: Description modified.
es: Descripción modificada.
it: Descrizione modificata.

source: Did not find any matching annotation to be deleted for '{1}'.
es: No se encontró ninguna anotación coincidente para eliminar en '{1}'.
it: Nessuna annotazione da cancellare trovata per '{1}'.

source: Disabled
es: deshabilitado
it: Disabilitato

source: Displays only a list of supported columns
es: Muestra una lista de columnas (solo nombres) soportadas
it: Mostra solo una lista delle colonne supportate

source: Displays the Taskwarrior logo
es: Muestra el logo de Taskwarrior
it: Mostra il logo di Taskwarrior

source: Displays the urgency measure of a task
es: Muestra la medida de urgencia de una tarea
it: Mostra l'urgenza di un task

source: Displays this usage help text
es: Muestra este texto de ayuda al uso
it: Mostra questo testo di aiuto
